Repository: Sopsy/NorthBoard
Catalog: inc/locales/*.UTF-8/LC_MESSAGES/messages.po
Languages: fi_fi

source: No categories exist!
fi_fi: Kategorioita ei ole olemassa!

source: <span>%s</span>, written by %s - %s
fi_fi: <span>%s</span>, kirjoittanut %s - %s

source: Y/m/d g:i A
fi_fi: d.m.Y H:i

source: This category does not contain anything.
fi_fi: Tämä alue ei sisällä mitään.

source: Category not found
fi_fi: Kategoriaa ei löytynyt

source: Error in SQL query!
fi_fi: Virhe tietokantakyselyssä!

source: Password is missing!
fi_fi: Salasana puuttuu!

source: You cannot report without a reason!
fi_fi: Et voi ilmiantaa ilman syytä!

source: Message reported.
fi_fi: Viesti ilmiannettu.

source: The message you tried to report does not exist.
fi_fi: Viestiä, jota yritit ilmiantaa, ei ole olemassa.

source: This message has been reported already
fi_fi: Viesti on jo ilmiannettu.

source: Generating the archive failed!
fi_fi: Arkiston luominen epäonnistui!

source: Opening the generated archive failed!
fi_fi: Luodun arkiston avaaminen epäonnistui!

source: The files you have selected exceeds the maxium size of a downloadable archive (%s)!
fi_fi: Tiedostot jotka olet valinnut ylittää ladattavan arkiston maksimikoon (%s)!

source: You did not select any posts with files to download.
fi_fi: Et valinnut yhtään viestiä jossa olisi tiedostoja ladattavaksi.

source: Returning to the board in 2 seconds...
fi_fi: Palataan laudalle 2 sekunnissa...

source: Malformed message ID!
fi_fi: Virheellinen viestin ID!

source: The board where the requested message is does not exist!
fi_fi: Lautaa, jolla pyydetty viesti on, ei ole olemassa!

source: The requested message (%s) does not exist!
fi_fi: Viestiä (%s) ei ole olemassa!

source: Board ID is missing
fi_fi: Laudan ID puuttuu

source: The board does not exist!
fi_fi: Lautaa ei ole olemassa!

source: The board is locked and cannot be posted to
fi_fi: Lauta on lukittu, eikä sille voi lähettää viestejä

source: Thread ID is missing
fi_fi: Langan ID puuttuu

source: You are posting too fast. Please wait a while beetween your posts.
fi_fi: Lähetät viestejä liian nopeasti. Ole hyvä ja odota hetki viestien lähettämisten välillä.

source: Spambot detected. Your message will not be saved.
fi_fi: Spämmibotti havaittu. Viestiäsi ei tallenneta.

source: Your browser did not send a HTTP-Referer -value or it was incorrect. Please check your browser settings.
fi_fi: Selaimesi ei lähettänyt HTTP-Referer -arvoa tai se oli virheellinen. Tarkista selaimesi asetukset.

source: Post subject is too long! The maximum is %s characters.
fi_fi: Viestin aihe on liian pitkä! Maksimipituus on %s merkkiä.

source: Message, file or embed is missing!
fi_fi: Viesti, tiedosto tai upote puuttuu!

source: Your message is too long! The maximum is %s characters.
fi_fi: Viestisi on liian pitkä! Maksimipituus on %s merkkiä.

source: Sorry, posting from the country you are posting from at the moment is disallowed to this board.
fi_fi: Viestien lähettäminen tälle laudalle on estetty maasta, josta yrität viestiä lähettää.

source: Sorry, posting through a proxy is not allowed.
fi_fi: Viestien lähettäminen välityspalvelimen kautta ei ole sallittua.

source: The thread you tried to post to is locked.
fi_fi: Lanka, johon yritit lähettää viestiä on lukittu.

source: Thread does not exist!
fi_fi: Lankaa ei ole olemassa!

source: The sum of file sizes of the files you uploaded exceeded the maxium allowed file size of %s.
fi_fi: Lähettämiesi tiedostojen koon summa ylittää tiedostokoon maksimirajan %s.

source: The server is running out of free hard drive space. New files will not be accepted before some space is freed.
fi_fi: Palvelimelta on loppumassa vapaa kiintolevytila. Uusia tiedostoja ei hyväksytä, ennenkuin tilaa vapautuu.

source: File directory is missing and it cannot be created automatically! Please create a directory called "files" to the board root and give the script full read/write access into it.
fi_fi: Tiedostohakemisto puuttuu ja ei saatu luotua automaattisesti! Luo laudan juureen hakemisto nimeltä "files" ja anna tälle skriptille täydet luku/kirjoitusoikeidet siihen.

source: Cannot create file directories! Please make sure that the script has full read/write access to the "files" -directory.
fi_fi: Tiedostohakemistoja ei voitu luoda! Tarkista, että skriptillä on täydet luku-/kirjoitusoikeudet "files" -hakemistoon.

source: File %s: The maximum amount of files has been reached, excess files will be discarded.
fi_fi: Tiedosto %s: Tiedostojen maksimimäärä on saavutetty, ylimääräiset tiedostot hylätään.

source: Uploading a file has failed. Please try again.
fi_fi: Tiedoston lataaminen epäonnistui. Ole hyvä ja yritä uudelleen.

source: Destination file already exists! Please try uploading again.
fi_fi: Kohdetiedosto on jo olemassa! Yritä tiedoston lähettämistä uudelleen.

source: Thumbnail generation failed: %s.%s
fi_fi: Esikatselukuvan luominen epäonnistui: %s.%s

source: Your image file is larger than the maxium allowed. File discarded.
fi_fi: Kuvatiedostosi on suurempi kuin suurin sallittu koko. Tiedosto hylättiin.

source: Saving the uploaded file has failed: %s.%s
fi_fi: Lähetetyn tiedoston tallentaminen epäonnistui: %s.%s

source: Thumbnail generation failed!
fi_fi: Esikatselukuvan luominen epäonnistui!

source: Temporary file directory is missing! Please create a folder called "tmp" to the board root.
fi_fi: Väliaikaisten tiedostojen hakemisto puuttuu! Luo laudan juureen hakemisto nimeltä "tmp".

source: Saving the uploaded file failed. Is there write access to the "files" -folder?
fi_fi: Lähetetyn tiedoston tallentaminen epäonnistui. Onko hakemistoon "files" kirjoitusoikeutta?

source: Saving the file has failed!
fi_fi: Tiedoston tallentaminen epäonnistui!

source: File %s: Wrong extension (%s) for the file mime-type (%s)! This usually means that your file is faulty.
fi_fi: Tiedosto %s: Väärä tiedostopääte (%s) tiedoston mime-tyypille (%s)! Tämä yleensä tarkoittaa sitä, että tiedostosi on viallinen.

source: The type of the file you tried to upload is not allowed (%s, %s).
fi_fi: Tiedostotyyppi, jota yritit lähettää ei ole sallittu (%s, %s).

source: Your file is too big (%s)! The maximum allowed file size is (%s).
fi_fi: Tiedosto on liian suuri (%s)! Suurin sallittu tiedostokoko on (%s).

source: All of your files had errors while uploading. This post will not be saved.
fi_fi: Jokaisessa lähettämässäsi tiedostossa tapahtui virheitä tallentamisen aikana. Tätä viestiä ei tallenneta.

source: Posting a NSFW-embed is disallowed to SFW boards!
fi_fi: Epätyöturvallisen upotteen lähettäminen työturvallisille laudoille ei ole sallittua!

source: Embedding failed. Checking %s%s resulted in an HTTP-404 error.
fi_fi: Upotteen lisääminen epäonnistui. Kohteen %s%s tarkistaminen johti HTTP-404 virheeseen.

source: Malformed embed-ID
fi_fi: Upotteen ID on virheellinen

source: Embedding failed. Embed source could not be confirmed because an error occurred at the source. (%s)
fi_fi: Upotteen lisääminen epäonnistui. Upotteen lähdettä ei voitu vahvistaa, koska lähteessä ilmeni virhe. (%s)

source: Malformed embed type!
fi_fi: Virheellinen upotteen tyyppi!

source: A file or an embed is required to make a new thread!
fi_fi: Tiedosto tai upote tarvitaan uuden langan aloittamiseen!

source: There were errors when uploading some of your files. These files were discarded, but your post was saved.
fi_fi: Joidenkin lähettämäsi tiedostojen tallennuksessa tapahtui virheitä. Nämä tiedostot hylätään, mutta viestisi tallennetaan.

source: Click here to continue
fi_fi: Klikkaa tästä jatkaakseki

source: An error occurred while saving your message!
fi_fi: Viestiä tallentaessa tapahtui virhe!

source: Message %s does not exist
fi_fi: Viestiä %s ei ole olemassa

source: Copy this part of the address to the embed -field.
fi_fi: Kopioi upote -kenttään tämä osa osoitteesta.

source: Malformed message ID
fi_fi: Viestin ID on virheellinen

source: Thread ID is missing or is malformed!
fi_fi: Langan ID puuttuu tai on viallinen!

source: This thread is already being followed!
fi_fi: Tämä lanka on jo seuratuissa!

source: The thread you tried to follow does not exist!
fi_fi: Lankaa, jota yritit seurata, ei ole olemassa.

source: No data to save!
fi_fi: Ei tallennettavaa dataa!

source: The selected value does not exist!
fi_fi: Valitsemaasi arvoa ei ole olemassa!

source: This thread is already hidden!
fi_fi: Tämä lanka on jo piilotettu!

source: The thread you tried to hide does not exist!
fi_fi: Lankaa, jota yritit piilottaa, ei ole olemassa.

source: Expand all images
fi_fi: Laajenna kaikki kuvat

source: Only latest %s messages are shown.
fi_fi: Vain %s viimeisintä viestiä näytetään.

source: %s messages omitted
fi_fi: %s viestiä ohitettu

source: No omitted posts to display
fi_fi: Ei ohitettuja viestejä näytettäväksi

source: Statistics
fi_fi: Tilastot

source: Board administration
fi_fi: Laudan hallinta

source: Post count by board
fi_fi: Viestimäärä laudoittain

source: Board
fi_fi: Lauta

source: Posts last hour
fi_fi: Viestiä viimeisen tunnin aikana

source: Posts last day
fi_fi: Viestiä viimeisen päivän aikana

source: Total posts
fi_fi: Viestejä yhteensä

source: Total
fi_fi: Yhteensä

source: Board administrators
fi_fi: Laudan ylläpitäjät

source: User ID
fi_fi: Käyttäjä ID

source: Username
fi_fi: Käyttäjätunnus

source: E-mail
fi_fi: Sähköpostiosoite

source: User class
fi_fi: Käyttäjän luokka

source: Last login
fi_fi: Viimeisin kirjautuminen

source: Last active
fi_fi: Viimeksi aktiivisena

source: Created by
fi_fi: Tekijä

source: Added
fi_fi: Lisätty

source: Edit
fi_fi: Muokkaa

source: Admin
fi_fi: Ylläpitäjä

source: Y/m/d g:i:s A
fi_fi: d.m.Y H:i:s

source: Create an account
fi_fi: Luo tunnus

source: User details
fi_fi: Käyttäjän tiedot

source: Password
fi_fi: Salasana

source: You need to type in your password to prevent automated account creations
fi_fi: Sinun täytyy kirjoittaa salasanasi ehkäistäksesi automaattisia tunnusten luonteja

source: Your password
fi_fi: Salasanasi

source: Create
fi_fi: Luo

source: Username is missing.
fi_fi: Käyttäjätunnus puuttuu.

source: Password is missing or is too short (min. %s characters).
fi_fi: Salasana puuttuu tai on liian lyhyt (min. %s merkkiä).

source: User class is missing or is malformed.
fi_fi: Käyttäjän luokka puuttuu tai on viallinen.

source: Your password was wrong.
fi_fi: Salasanasi oli väärin.

source: The given username is already in use!
fi_fi: Annettu käyttäjänimi on jo käytössä!

source: User added successfully!
fi_fi: Käyttäjä lisätty!

source: Adding the user failed!
fi_fi: Käyttäjän lisääminen epäonnistui!

source: Edit account for %s
fi_fi: Muokkaa henkilön %s tunnusta

source: User ID is missing or is not numeric!
fi_fi: Käyttäjän ID puuttuu tai ei ole numeerinen!

source: Login
fi_fi: Kirjaudu sisään

source: Remember me
fi_fi: Muista minut

source: Wrong username or password!
fi_fi: Väärä käyttäjätunnus tai salasana!

source: Administration
fi_fi: Hallinta

source: Return to the board
fi_fi: Palaa laudalle

source: Notifications
fi_fi: Ilmoitukset

source: You are logged in
fi_fi: Olet kirjautunut sisään

source: Class:
fi_fi: Luokka:

source: Super Moderator
fi_fi: Supermoderaattori

source: Moderator
fi_fi: Moderaattori

source: My account
fi_fi: Oma tunnus

source: Logout
fi_fi: Kirjaudu ulos

source: Manage notifications
fi_fi: Hallitse ilmoituksia

source: Add a notification
fi_fi: Lisää ilmoitus

source: Administrators
fi_fi: Ylläpitäjät

source: Manage administrators
fi_fi: Hallitse ylläpitäjiä

source: Moderation log
fi_fi: Valvontaloki

source: Errorlog
fi_fi: Virheloki

source: Front page
fi_fi: Etusivu

source: Manage categories
fi_fi: Hallitse alueita

source: Create a category
fi_fi: Luo alue

source: Manage content
fi_fi: Hallitse sisältöä

source: Add content
fi_fi: Lisää sisältöä

source: Wordfilters
fi_fi: Sanasuodattimet

source: Manage wordfilters
fi_fi: Hallitse sanasuodattimia

source: Add a wordfilter
fi_fi: Lisää sanasuodatin

source: Bans
fi_fi: Bannit

source: Manage bans
fi_fi: Hallitse banneja

source: Expired bans
fi_fi: Vanhentuneet bannit

source: Add a ban
fi_fi: Lisää banni

source: Boards and categories
fi_fi: Laudat ja alueet

source: Manage boards
fi_fi: Hallitse lautoja

source: Create a board
fi_fi: Luo lauta

source: Files
fi_fi: Tiedostot

source: Latest uploaded files
fi_fi: Viimeisimmät tiedostot

source: Messages
fi_fi: Viestit

source: Latest messages
fi_fi: Uusimmat viestit

source: Reports (%s)
fi_fi: Ilmiannot (%s)

source: Locked threads
fi_fi: Lukitut langat

source: Stickied threads
fi_fi: Tahmatut langat

source: Move thread
fi_fi: Siirrä lanka

source: Merge threads
fi_fi: Yhdistä langat

source: Post count
fi_fi: Viestimäärät

source: Posting countries
fi_fi: Postausmaat

source: Files and disk space
fi_fi: Tiedostot ja kiintolevytila

source: 100 newest posts
fi_fi: 100 uusinta viestiä

source: Board-ID
fi_fi: Lauta-ID

source: Thread
fi_fi: Lanka

source: File-ID
fi_fi: Tiedosto-ID

source: Name
fi_fi: Nimi

source: Message
fi_fi: Viesti

source: Sent
fi_fi: Lähetetty

source: Remove
fi_fi: Poista

source: Remove all
fi_fi: Poista kaikki

source: No messages were found
fi_fi: Viestejä ei löytynyt

source: Reported messages
fi_fi: Ilmiannetut viestit

source: Reason
fi_fi: Syy

source: Time
fi_fi: Aika

source: Checked
fi_fi: Tarkistettu

source: Unlock
fi_fi: Avaa

source: Unstick
fi_fi: Epätahmaa

source: Merge this thread-ID
fi_fi: Yhdistä tämä lanka

source: with this thread-ID
fi_fi: tähän lankaan

source: Merge
fi_fi: Yhdistä

source: Thread-ID is missing
fi_fi: Langan ID puuttuu

source: Malformed thread-ID
fi_fi: Virheellinen langan ID

source: One of the threads to be merged does not exist or it is not a thread.
fi_fi: Yhtä yhdistettävistä langoista ei ole olemassa tai se ei ole lanka.

source: Threads successfully merged
fi_fi: Lankojen yhdistäminen onnistui

source: Merging the threads failed!
fi_fi: Lankojen yhdistäminen epäonnistui!

source: Thread-ID
fi_fi: Lanka-ID

source: Move to board
fi_fi: Siirrä laudalle

source: Move
fi_fi: Siirrä

source: Board-ID is missing
fi_fi: Laudan ID puuttuu

source: Malformed board-ID
fi_fi: Virheellinen laudan ID

source: Thread is moved
fi_fi: Lanka siirrettiin

source: Moving the thread failed!
fi_fi: Langan siirtäminen epäonnistui!

source: Message deleted!
fi_fi: Viesti poistettu!

source: %s messages deleted!
fi_fi: %s viestiä poistettu!

source: Thread locked!
fi_fi: Lanka lukittu!

source: Locking the thread failed!
fi_fi: Lankan lukitseminen epäonnistui!

source: Thread stickied!
fi_fi: Lanka tahmattu!

source: Sticking the thread failed!
fi_fi: Langan tahmaus epäonnistui!

source: Thread is now unlocked!
fi_fi: Lanka on nyt avattu!

source: Unlocking the thread failed!
fi_fi: Langan avaus epäonnistui!

source: Thread is no longer stickied!
fi_fi: Lanka ei ole enää tahmattu!

source: Unsticking the thread failed!
fi_fi: Langan tahmauksen poisto epäonnistui!

source: Function does not exist (or insufficient permissions)
fi_fi: Toimintoa ei ole olemassa (tai oikeutesi eivät riitä)

source: 100 newest files
fi_fi: 100 uusinta tiedostoa

source: Size
fi_fi: Koko

source: Folder
fi_fi: Kansio

source: No files were found
fi_fi: Tiedostoja ei löytynyt

source: File deleted
fi_fi: Tiedosto poistettu

source: File deletion failed!
fi_fi: Tiedoston poistaminen epäonnistui!

source: Malformed file id!
fi_fi: Virheellinen tiedoston id!

source: Message sent by the user:
fi_fi: Käyttäjän lähettämä viesti:

source: IP-Address and ban type
fi_fi: IP-Osoite ja bannin tyyppi

source: IP-Address (SHA512-encrypted)
fi_fi: IP-Osoite (SHA512-salattuna)

source: IP-Address (Unencrypted - replaces the former field, leave empty if using it)
fi_fi: IP-Osoite (Ei salattu - korvaa edellisen kentän, jätä tyhjäksi jos käytät sitä)

source: Allow reading of the boards
fi_fi: Salli lautojen lukeminen

source: Yes
fi_fi: Kyllä

source: No
fi_fi: Ei

source: Note to add after the message
fi_fi: Viestin perään lisättävä huomautus

source: User was banned for this post
fi_fi: Käyttäjä bannattiin tästä viestistä

source: Ban length and reason
fi_fi: Bannin pituus ja syy

source: Length in seconds
fi_fi: Pituus sekunneissa

source: Choose
fi_fi: Valitse

source: h
fi_fi: t

source: d
fi_fi: pv

source: w
fi_fi: vk

source: m
fi_fi: kk

source: y
fi_fi: v

source: Permanent
fi_fi: Pysyvä

source: Note to another moderators
fi_fi: Huomautus muille moderaattoreille

source: Add ban
fi_fi: Lisää banni

source: Previous 20 bans
fi_fi: Edelliset 20 bannia

source: Previous bans for this user
fi_fi: Käyttäjän edelliset bannit

source: Note
fi_fi: Huomautus

source: Can read
fi_fi: Voi lukea

source: Length
fi_fi: Pituus

source: Expires
fi_fi: Vanhentuu

source: Expired/Deleted
fi_fi: Vanhentunut/Poistettu

source: Banned by
fi_fi: Bannasi

source: sec
fi_fi: sek

source: Never
fi_fi: Ei koskaan

source: No bans were found.
fi_fi: Banneja ei löytynyt.

source: IP-Address is missing!
fi_fi: IP-Osoite puuttuu!

source: Malformed form field
fi_fi: Virheellinen lomakkeen kenttä

source: Ban reason is missing!
fi_fi: Bannin syy puuttuu!

source: Ban added!
fi_fi: Banni lisätty!

source: Adding the ban failed!
fi_fi: Bannin lisääminen epäonnistui!

source: Ban removed!
fi_fi: Banni poistettu!

source: Removing the ban failed!
fi_fi: Bannin poistaminen epäonnistui!

source: All valid bans
fi_fi: Kaikki voimassaolevat bannit

source: Last 100 expired bans
fi_fi: Viimeiset 100 vanhentunutta bannia

source: 100 latest errors logged
fi_fi: 100 viimeisintä lokitettua virhettä

source: Info
fi_fi: Tietoa

source: Error data
fi_fi: Virhedata

source: User IP
fi_fi: Käyttäjän IP

source: Click here to toggle saved data
fi_fi: Klikkaa tästä nähdäksesi tallennetun datan

source: No errors logged
fi_fi: Ei kirjattuja virheitä

source: Posted by %s at %s
fi_fi: Lähettänyt %s - %s

source: here
fi_fi: tästä

source: "Reply"
fi_fi: "Vastaa"

source: This message was truncated, click %s to see the rest of it.
fi_fi: Tätä viestiä on lyhennetty, klikkaa %s nähdäksesi loput siitä.

source: Database error!
fi_fi: Tietokantavirhe!

source: Database is down (%s)! Dispatching repair droids...
fi_fi: Tietokanta on nurin (%s)! Päästetään korjausdroidit vapaaksi...

source: An email has been automatically sent to the site administration at %s
fi_fi: Sähköpostiviesti lähetettiin automaattisesti laudan ylläpitoon osoitteessa %s

source: %s could not be found! Please install the module or set %s in config.php to false.
fi_fi: %s ei löytynyt! Asenna kyseinen moduuli tai vaihda asetus %s falseksi config.php:stä.

source: Debian package name: %s
fi_fi: Debian pakettinimi: %s

source: %s could not be found! Please install the module.
fi_fi: %s ei löytynyt! Asenna kyseinen moduuli.

source: %s was not found from %s!
fi_fi: %s ei löytynyt annetusta kohteesta (%s)!

source: ImageMagick is required to run the board.
fi_fi: ImageMagick vaaditaan laudan käyttämiseen.

source: Please check the value of %s in config.php.
fi_fi: Tarkista asetuksen %s arvo config.php -tiedostosta.

source: Please check the value of %s or change %s to false in config.php.
fi_fi: Tarkista asetuksen %s arvo tai vaihda %s falseksi config.php:ssä.

source: You have not deleted the file install.php. This is a serious security issue!
fi_fi: Et ole poistanut install.php -tiedostoa. Tämä on vakava turvallisuusaukko!

source: Fatal error! Script execution halted.
fi_fi: Vakava virhe! Skriptin suoritus pysäytetään.

source: You are banned! %sDetails%s
fi_fi: Olet bannattu! %sLisätietoja%s

source: B
fi_fi: t

source: KB
fi_fi: Kt

source: MB
fi_fi: Mt

source: GB
fi_fi: Gt

source: TB
fi_fi: Tt

source: Unknown error.
fi_fi: Tuntematon virhe.

source: An error occurred!
fi_fi: Tapahtui virhe!

source: What the hell just happened?
fi_fi: Mitä helvettiä äsken tapahtui?

source: Operation completed!
fi_fi: Toiminto suoritettu!

source: Open media player
fi_fi: Avaa mediasoitin

source: Proxy server
fi_fi: Välityspalvelin

source: message
fi_fi: viesti

source: messages
fi_fi: viestiä

source: and
fi_fi: ja

source: file
fi_fi: tiedosto

source: files
fi_fi: tiedostoa

source: omitted.
fi_fi: ohitettu.

source: No omitted posts.
fi_fi: Ei ohitettuja viestejä.

source: Page %s:
fi_fi: Sivu %s:

source: from older posts and also
fi_fi: vanhemmista viesteistä, sekä

source: from newer posts
fi_fi: uudemmista viesteistä

source: This thread is being followed
fi_fi: Tätä lankaa seurataan

source: Thread location:
fi_fi: Langan sijainti:

source: OP
fi_fi: AP

source: ## Admin ##
fi_fi: ## Ylläpitäjä ##

source: Locked
fi_fi: Lukittu

source: Stickied
fi_fi: Tahmattu

source: Hide thread
fi_fi: Piilota lanka

source: Follow thread
fi_fi: Seuraa lankaa

source: Remove from followed threads.
fi_fi: Poista seuratuista langoista.

source: Expand thread
fi_fi: Laajenna lanka

source: Quick reply
fi_fi: Pikavastaus

source: Reply
fi_fi: Vastaa

source: Ban
fi_fi: Bannaa

source: Delete
fi_fi: Poista

source: Delete all
fi_fi: Poista kaikki

source: Lock
fi_fi: Lukitse

source: Stick
fi_fi: Tahmaa

source: Open embedded media
fi_fi: Avaa upotettu media

source: Details
fi_fi: Lisätiedot

source: Loading...
fi_fi: Ladataan...

source: Image
fi_fi: Kuva

source: Hide flash
fi_fi: Piilota flash

source: Site personalization
fi_fi: Sivuston personointi

source: Hide postform
fi_fi: Piilota postauslomake

source: Show postform
fi_fi: Näytä postauslomake

source: Toggle all posts
fi_fi: Valitse kaikki viestit

source: Download files
fi_fi: Lataa tiedostot

source: (Max size %s)
fi_fi: (Max koko %s)

source: Archive name
fi_fi: Arkiston nimi

source: Download
fi_fi: Lataa

source: Report message
fi_fi: Ilmianna viesti

source: Report
fi_fi: Ilmianna

source: Delete message
fi_fi: Poista viesti

source: File only
fi_fi: Vain tiedosto

source: Followed
fi_fi: Seuratut

source: My threads
fi_fi: Omat langat

source: Replied
fi_fi: Vastatut

source: Boards
fi_fi: Laudat

source: Followed threads
fi_fi: Seuratut langat

source: Replied threads
fi_fi: Vastatut langat

source: Sets your name to OP if you are the OP of this thread
fi_fi: Asettaa nimeksesi AP jos olet langan oikea AP

source: Options
fi_fi: Valinnat

source: Don't bump the thread
fi_fi: Älä nosta lankaa

source: Show your feelings!
fi_fi: Näytä tunteesi!

source: After posting, return to the thread instead of the board
fi_fi: Palaa lankaan viestin lähettämisen jälkeen

source: Subject
fi_fi: Aihe

source: Submit
fi_fi: Lähetä

source: Widen text field
fi_fi: Levennä tekstikenttää

source: characters remaining
fi_fi: merkkiä jäljellä

source: CTRL/Shift + click in file browser to select multiple files
fi_fi: CTRL/Shift + klikkaa tiedostoselaimessa valitaksesi useita tiedostoja

source: Max. %s files
fi_fi: Max. %s tiedostoa

source: Clear the EXIF-data from JPG-images.
fi_fi: Poista EXIF-data JPG-kuvista.

source: Clear JPG EXIF
fi_fi: Poista JPG EXIF

source: Embed
fi_fi: Upote

source: (Embed help)
fi_fi: (Upoteohje)

source: Used to delete files and posts
fi_fi: Käytetään tiedostojen ja viestien poistoon

source: Show the admin tag after poster name
fi_fi: Näytä ylläpitotagi nimen perässä

source: Allowed file types are: %s
fi_fi: Sallitut tiedostotyypit ovat: %s

source: There is %s user online.
fi_fi: Laudalla on %s käyttäjä paikalla.

source: There are %s users online.
fi_fi: Laudalla on %s käyttäjää paikalla.

source: Max allowed file size is %s.
fi_fi: Suurin sallittu tiedostokoko on %s.

source: Show thread list
fi_fi: Näytä lankaluettelo

source: This page requires JavaScript to run properly. Please configure your browser to allow JavaScript for this site.
fi_fi: Tämä sivu tarvitsee JavaScriptiä toimiakseen kunnolla. Salli JavaScript selaimesi asetuksista tälle sivustolle.
