Repository: Sopsy/NorthBoard
Catalog: inc/locales/*.UTF-8/LC_MESSAGES/messages.po
Languages: fi_fi

source: Cookies are required to have your personalized settings saved and for some functions to work. Please configure your browser to allow cookies for this site.
fi_fi: Keksit ovat vaadittu, jotta henkilökohtaiset asetuksesi voidaan tallentaa ja että tietyt toiminnot toimivat. Säädä selaimesi sallimaan keksit tälle sivustolle.

source: Post deleted
fi_fi: Viesti poistettu

source: This message cannot be deleted yet because it was posted only a while ago.
fi_fi: Tätä viestiä ei voi poistaa vielä, koska se lähetettiin juuri äsken.

source: Wrong password!
fi_fi: Väärä salasana!

source: The message requested for deletion cannot be found!
fi_fi: Poistettavaa viestiä ei löytynyt!

source: Trying to write to modlog as a non-privileged user
fi_fi: Kirjoitusyritys moderointilokiin oikeudettomana käyttäjänä

source: Deleted a file
fi_fi: Poisti tiedoston

source: Deleted a post
fi_fi: Poisti viestin

source: Modposted
fi_fi: Modpostasi

source: Message search
fi_fi: Viestihaku

source: %s unchecked reports!
fi_fi: %s tarkastamatonta ilmiantoa!

source: Hide sidebar
fi_fi: Piilota sivupalkki

source: Show sidebar
fi_fi: Näytä sivupalkki

source: The server is too busy at the moment. Please try again later.<br />Current load is %s, the limit is %s.
fi_fi: Palvelin on ylikuormitettu tällä hetkellä. Ole hyvä ja yritä myöhemmin uudelleen.<br />Nykyinen kuormitus on %s, raja on %s.

source: Not responding!
fi_fi: Ei vastaa!

source: %s binary was not found from %s!
fi_fi: %s -binääriä ei löytynyt kohteesta %s!

source: Sending...
fi_fi: Lähetetään...

source: Saving post...
fi_fi: Tallennetaan viestiä...

source: Your message has reached it's maximum length.<br />Any characters beyond this limit will be removed.
fi_fi: Viestisi on saavuttanut maksimipituutensa.<br />Kaikki merkit tämän rajan jälkeen poistetaan.

source: The requested message cannot be found on this page!
fi_fi: Haettua viestiä ei löydy tältä sivulta!

source: Thread hidden. If you wish to, you can restore this thread from the 'Site Personalization' -page.
fi_fi: Lanka piilotettu. Jos haluat, voit palauttaa langan 'Sivuston personointi' -sivulta.

source: Thread added to followed threads.
fi_fi: Lanka lisätty seurattuihin lankoihin.

source: Thread removed from followed threads.
fi_fi: Lanka poistettu seuratuista langoista.

source: Replying to thread
fi_fi: Vastataan lankaan

source: Undo
fi_fi: Peruuta

source: Undo successful. Thread will be restored after a page reload.
fi_fi: Kumoaminen onnistu. Lanka palautetaan sivun uudelleenlataamisen jälkeen.

source: Your browser seems to be outdated or is unsupported. Please update your browser or change it into a supported one! Supported browsers are:
fi_fi: Selaimesi on vanhentunut tai se ei ole tuettu. Päivitä selaimesi tai vaihda se tuettuun! Tuetut selaimet ovat:

source: Opening the JavaScript cache file has failed!
fi_fi: JavaScript-välimuistitiedoston avaaminen epäonnistui!

source: Opening the CSS cache file has failed!
fi_fi: CSS-välimuistitiedoston avaaminen epäonnistui!

source: You need to have cookies allowed to personalize the site. If you just deleted your cookies and therefore receive this error, please reload this page.
fi_fi: Sinulla täytyy olla keksit sallittuna jotta voit personoida sivustoa. Jos poistit keksit juuri ja sen takia saat tämän virheen, lataa tämä sivu uudelleen.

source: General site settings
fi_fi: Yleiset sivustoasetukset

source: Stylesheet
fi_fi: Tyylitiedosto

source: Locale
fi_fi: Kieli

source: Timezone
fi_fi: Aikavyöhyke

source: Hide NSFW-boards
fi_fi: Piilota ei-työturvalliset laudat

source: Unckecking this box will unlock parts of the site which may contain nudity, gore etc. and thus are not recommended for persons under the age of 18.
fi_fi: Tämän valinnan poistaminen avaa sivustosta osia, jotka saattavat sisältää alastomuutta,väkivaltaa jne. eikä se näinollen ole suositeltavaa alle 18-vuotiaille.

source: Autoload media players and embeds
fi_fi: Lataa automaattisesti mediasoittimet ja upotteet

source: Uncheck this to make page loading faster if you are on a slow computer or behind a slow connection.
fi_fi: Poistamalla tämän valinnan voit nopeuttaa sivujen latautumista jos olet hitaalla tietokoneella tai hitaan yhteyden takana.

source: Hide all poster names
fi_fi: Piilota kaikki

source: Check this to hide names and tripcodes of posters in all posts. This does not include the name 'OP' when the 'Name: OP' -checkbox was checked when posting, but includes the board default poster name (eg. Anonymous).
fi_fi: Valitse tämä piilottaaksesi kaikki nimet ja trippikoodit kaikista viesteistä. Tämä valinta ei piilota nimeä 'AP', jos se on valittu raksittamalla 'Nimi: AP' -kohta lähetettäessä viestiä, mutta piilottaa laudan oletusnimet (Esim. Anonyymi).

source: Hide my region
fi_fi: Piilota alueeni

source: Check this to hide your region and city from the flag in your posts.
fi_fi: Valitse tämä piilottaaksesi alueesi ja kaupunkisi lipusta postauksissasi.

source: Save settings
fi_fi: Tallenna asetukset

source: Hidden threads
fi_fi: Piilotetut langat

source: No subject
fi_fi: Ei aihetta

source: Restore
fi_fi: Palauta

source: Restore all
fi_fi: Palauta kaikki

source: You have no hidden threads
fi_fi: Sinulla ei ole piilotettuja lankoja

source: Overboard settings
fi_fi: Ylilaudan asetukset

source: Boards to hide from the overboard
fi_fi: Ylilaudalta piilotettavat laudat

source: Save
fi_fi: Tallenna

source: Saved settings
fi_fi: Tallennetut asetukset

source: Your personalization settings are automatically saved and are deleted if you are inactive for more than %s days.
fi_fi: Henkilökohtaiset asetuksesi tallennetaan automaattisesti ja poistetaan, mikäli olet inaktiivisena enemmän kuin %s päivää.

source: These settings include your selected stylesheet, sidebar hidden or not, NSFW-boards hidden or not, locale, timezone, hidden- and followed threads, overboard customization and the message deletion password.
fi_fi: Nämä asetukset sisältävät valitsemasi tyylitiedoston, sivupalkin tilan, työturvallisuuden tilan, kielen, aikavyöhykkeen, piilotetut- ja seuratut langat, ylilaudan kustomoinnit ja viestien poiston salasanan.

source: If you would like to clear your cookies or load the settings into another computer or browser, you can use these automatically generated username and password (Note that as for now, you cannot change these)
fi_fi: Jos haluat poistaa keksit tai ladata asetukset toiseen tietokoneeseen tai selaimeen, voit käyttää näitä automaattisesti luotuja käyttäjätunnusta ja salasanaa (Huomioi, että ainakaan vielä, et voi vaihtaa näitä)

source: Load saved settings
fi_fi: Lataa tallennetut asetukset

source: Load settings
fi_fi: Lataa asetukset

source: Delete saved settings
fi_fi: Poista tallennetut asetukset

source: If you, for some reason, would like to completely delete all of your personalization settings and saved information about you from the service, you can do it by clicking the following button.
fi_fi: Jos haluat, jostain syystä, kokonaan poistaa kaikki personointiasetuksesi ja kaiken tallennetun tiedon sinusta tästä palvelusta, voit tehdä sen klikkaamalla seuraavaa painiketta.

source: Please note that after deleting your profile, there's no way of restoring any data of it. Also note that after deletion, a new profile will be created for you automatically.
fi_fi: Huomioithan, että poistamisen jälkeen ei ole mitään keinoa palauttaa mitään dataa profiilistasi. Lisäksi poistamisen jälkeen sinulle luodaan automaattisesti uusi profiili.

source: Are you sure you want to delete all of your personalized settings?
fi_fi: Haluatko varmasti poistaa kaikki personointiasetuksesi?

source: Delete profile
fi_fi: Poista profiili

source: Changes saved!
fi_fi: Muutokset tallennettu!

source: Returning back to settings..
fi_fi: Palataan takaisin asetuksiin...

source: Saving the changes has failed due to a database error!
fi_fi: Muutosten tallentaminen epäonnistui tietokantavirheen vuoksi!

source: The timezone you selected does not exist!
fi_fi: Aikavyöhykettä jonka valitsit ei ole olemassa!

source: The locale you selected does not exist!
fi_fi: Kieltä jonka valitsit ei ole olemassa!

source: The stylesheet you selected does not exist!
fi_fi: Tyylitiedostoa jonka valitsit ei ole olemassa!

source: Settings loaded successfully!
fi_fi: Asetusten lataaminen onnistui!

source: The username or password was wrong or the profile does not exist.
fi_fi: Käyttäjätunnus ja salasana oli väärin tai profiilia ei ole olemassa.

source: Database error! Please try again.
fi_fi: Tietokantavirhe! Yritä uudelleen.

source: You did not fill in your username or password.
fi_fi: Et täyttänyt salasanaasi tai käyttäjätunnustasi.

source: Your profile was deleted successfully. To further clear your information, please delete all cookies before loading any other page.
fi_fi: Profiilisi poistaminen onnistui. Poistaaksesi kaiken mahdollisen tiedon itsestäsi, tyhjennä selaimesi evästeet ennen seuraavan sivun avaamista.

source: Deleting your profile failed due to a database error.
fi_fi: Profiilisi poistaminen epäonnistui tietokantavirheen vuoksi.

source: Wrong confirmation code. Your profile was not deleted. Please try again.
fi_fi: Virheellinen vahvistuskoodi! Profiiliasi ei poistettu. Yritä myöhemmin uudelleen.

source: The threads you are following are shown on this page.
fi_fi: Langat, joita seuraat, näytetään tällä sivulla.

source: The threads you have made are shown on this page.
fi_fi: Langat, jotka olet tehnyt, näytetään tällä sivulla.

source: The threads you have replied to are shown on this page.
fi_fi: Langat, joihin olet vastannut, näytetään tällä sivulla.

source: Unknown function!
fi_fi: Tuntematon toiminto!

source: You have no threads here.
fi_fi: Sinulla ei ole lankoja täällä.

source: Previous
fi_fi: Edellinen

source: Next
fi_fi: Seuraava

source: The page you are trying to open contains material not appropriate for minors and according to your settings, you don't want to see such content.
fi_fi: Sivu, jota yritit avata, sisältää materiaalia joka ei sovellu alaikäisille ja henkilökohtaisten asetustesi mukaan et halua nähdä kyseistä sisältöä.

source: If you still want to continue to this page, you can disable the hiding of NSFW-content by %sclicking here%s.
fi_fi: Jos kaikesta huolimatta haluat jatkaa tälle sivustolle, voit poistaa epätyöturvallisen sisällön piilottamisen käytöstä %sklikkaamalla tästä%s.

source: Access prevented!
fi_fi: Pääsy estetty!

source: This thread is locked and you cannot reply to it.
fi_fi: Lanka on lukittu etkä voi vastata siihen.

source: You have hidden this thread.
fi_fi: Olet piilottanut tämän langan.

source: Please remember that this board is worksafe.
fi_fi: Muistathan, että tämä lauta on työturvallinen

source: Your message will be sent as a reply to the thread %s
fi_fi: Viestisi lähetetään vastauksena lankaan %s

source: Search term
fi_fi: Hakusana

source: Search
fi_fi: Hae

source: %s %s found
fi_fi: %s %s löytyi

source: result
fi_fi: tulos

source: results
fi_fi: tulosta

source: However, only the newest %s posts will be shown.
fi_fi: Kuitenkin vain %s uusinta viestiä näytetään.

source: No matching posts found.
fi_fi: Vastaavia viestejä ei löytynyt.

source: The search term has to be over or exactly 3 characters long.
fi_fi: Hakusanan pitää olla vähitään 3 merkkiä pitkä.

source: 403 Forbidden
fi_fi: 403 Kielletty

source: You do not have the permission to open the requested page.
fi_fi: Sinulla ei ole oikeutta avata tätä sivua.

source: If you clicked a link at %s, please inform the board administrator at %s.
fi_fi: Jos klikkasit linkkiä sivulla %s, ole hyvä ja ota yhteys laudan ylläpitoon osoitteessa %s.

source: Return to %sfront page%s or %swhere you came from%s.
fi_fi: Palaa %setusivulle%s tai %ssinne mistä tulitkin%s.

source: 404 Not Found
fi_fi: 404 Ei Löydy

source: The requested page does not exist.
fi_fi: Sivua ei ole olemassa.

source: Why? How would I know?
fi_fi: Miksikö? Mistä minä tietäisin?

source: The page really cannot be found, damn!
fi_fi: Sivua ei oikeasti löydy, pahus!

source: Board url is missing!
fi_fi: Laudan osoite puuttuu!

source: Showing a single post from thread %s on board /%s/.
fi_fi: Näytetään yskittäinen viesti langasta %s laudalla /%s/.

source: Thread list of the board /%s/
fi_fi: Laudan /%s/ lankaluettelo

source: Only 150 latest threads will be shown in the thread list of an overboard.
fi_fi: Vain 150 viimeisintä lankaa näytetään ylilaudan lankaluettelossa.

source: No image
fi_fi: Ei kuvaa

source: reply
fi_fi: vastaus

source: replies
fi_fi: vastausta

source: hide
fi_fi: piilotus

source: hides
fi_fi: piilotusta

source: follower
fi_fi: seuraaja

source: followers
fi_fi: seuraajaa

source: %s threads shown
fi_fi: Yhteensä %s lankaa

source: The requested page does not exist anymore.
fi_fi: Hakemaasi sivua ei ole enää olemassa.

source: This means that the thread you are looking is deleted and no longer available.
fi_fi: Tämä tarkoittaa sitä, että lanka jota etsit on poistettu, eikä ole enää saatavilla.

source: The page does not exist anymore!
fi_fi: Sivua ei ole enää olemassa!

source: You are banned
fi_fi: Olet bannattu

source: You were banned
fi_fi: Olit bannattu

source: Banned!
fi_fi: Bannattu!

source: %s from posting to the board%s for the following reason:
fi_fi: %s postaamasta laudalle%s seuraavasta syystä:

source: You are blocked
fi_fi: Olet estetty

source: You were blocked
fi_fi: Olit estetty

source: and reading it
fi_fi: ja lukemasta sitä

source: No reason given
fi_fi: Ei syytä annettu

source: Your ban was placed at <strong>%s</strong> and %s
fi_fi: Bannisi tuli voimaan <strong>%s</strong> ja %s

source: it will expire at <strong>%s</strong>.
fi_fi: se vanhenee <strong>%s</strong>.

source: it <strong>will not expire.</strong>
fi_fi: se <strong>ei vanhene.</strong>

source: it <strong>has now expired.</strong>
fi_fi: se <strong>on nyt vanhentunut.</strong>

source: Your encrypted IP-address was:<br /><strong>%s</strong>
fi_fi: Kryptattu IP-osoitteesi oli:<br /><strong>%s</strong>

source: (Unknown)
fi_fi: (Tuntematon)

source: If you think you have been banned inadvertently or you want to appeal against your ban, please contact the board administration at %s.
fi_fi: Jos olet mielestäsi bannattu tahattomasti tai haluat valittaa bannistasi, ota yhteys ylläpitäjään osoitteessa %s.

source: Your earlier bans
fi_fi: Aiemmat bannisi

source: %s, <strong>length:</strong> %s, <strong>reason:</strong> %s, <strong>banned by:</strong> %s%s
fi_fi: %s, <strong>pituus:</strong> %s, <strong>syy:</strong> %s, <strong>sinut bannasi:</strong> %s%s

source: permanent
fi_fi: päättymätön

source: (Expired)
fi_fi: (Vanhentunut)

source: Return to front page
fi_fi: Palaa etusivulle
